Revit 2027 API
ParameterTypeId.RbsStartLevelParam Property
 "Reference Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsStartLevelParam { get; }
Public Shared ReadOnly Property RbsStartLevelParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsStartLevelParam {
	ForgeTypeId^ get ();
}
static member RbsStartLevelParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace